Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/klemetti.18.10.13_fin.txt.tmx
Source language: fin
Languages: sme

source: Kolonialismin haamuja 8j-kokouksessa, osa 2
sme: Kolonialismma gopmiid suoivanat 8j-čoakkámis, oassi 2

source: Artikla 8(j)-työryhmän kokouksen lounastauolla Suomen saamelaiskäräjien delegaatiolla oli mahdollisuus vierailla Montrealin alueella asuvan kanien: keha ' ka - kansan (mohawk-kansa) kieli- ja kulttuurikeskuksessa Kahnawá:ke:ssa.
sme: Artihkal 8(j)-bargojoavkku čoakkáma boradanbottas Suoma sámedikki sáttagottis lei vejolašvuohta guossástallat Montreála guovllu kanien: keha ' ka – álbmoga (mohawk-álbmoga) giella- ja kulturguovddážis Kahnawá:ke:s.

source: Kahnawá: ke – reservaatissa asuu yhteensä noin 8000 kanien: keha ' ka – kansan jäsentä.
sme: Kahnawá: ke – reserváhtas orrot oktiibuot 8000 kanien: keha ' ka – álbmoga oasálačča.

source: Vierailemallamme alueella oli kansan jäsenten pitämiä palveluja.
sme: Min guossástallan guovllus ledje álbmoga oasálaččaid fállan bálvalusat.

source: Mohawk on hollantilaisten heille antama nimitys.
sme: Mohawk lea hollánddalaččaid sidjiide addin namma.

source: Kansan oma nimi on keha ' ka.
sme: Álbmoga iežas namma lea keha ' ka.

source: Vierailu jätti ikävän kuvan Kanadan valtion alkuperäiskansapolitiikasta.
sme: Galledeapmi guđii ahkidis gova Kanada stáhta álgoálbmotpolitihkas.

source: Kokemukset Kanadan alkuperäiskansapolitiikasta olivat hyvin erilaisia kuin Nunavutissa, jossavierailin muutamia vuosia sitten.
sme: Muosáhusat Kanada álgoálbmotpolitihkas ledje hui sierralágánat go Nunavutas, gos guossástallen muhtin jagiid dás ovdal.

source: YK:n alkuperäiskansaraportoija James Anaya on esittänyt raportissaan vakavan huolenaiheen Kanadan alkuperäiskansojen asemasta.
sme: ON:a álgoálbmotraporterejeaddji James Anaya lea ovdanbuktán raporttasttis duođalaš fuola Kanada álgoálbmogiid dilis.

source: Kanien: keha ' ka – kansan luona vierailusta jäi muuten kuitenkin hyvin myönteinen kuva, koska yhteisön identiteetti, halu säilyä omana, itsenäisenä kansana, yhteisöllisyys ja halu säilyttää omaa kieltään ja kulttuuriaan oli todella vahva.
sme: Guossástallamis kanien: keha ' ka – álbmoga luhtte bázii muđuid hui miehtemielalaš govva, daningo servoša identiteahta, hállu seailut iehčanas álbmogin, searvvušvuohta ja hállu seailluhit iežas giela ja kultuvrra orui leame duođaid gievra.

source: keha ' ka - kansa on joutunut kestämään historian saatossa paljon.
sme: keha ' ka – álbmot lea šaddan gillát historjjas áigge olu.

source: Vain noin 10 % kansan jäsenistä puhuu omaa kieltään, kanien ’ kéhaa äidinkielenään.
sme: Dušše sulaid 10 % olbmuin hupmet iežaset giela, kanien ’ kéha eatnigiellanis.

source: Noin 30 % hallitsee kielen toisena kielenä tai auttavasti.
sme: Sulaid 30 % hálddaša giela nubbin giellan dehe veháš.

source: Syynä kielitaidon katoamiseen on – kuten Suomessakin – koululaitos ja kanadalaistamispoltiiikka.
sme: Sivvan giellamáhtu láhppomii lea – dego Suomasnai – skuvlalágádus ja politihkka, mainna viggojuvvo dahkat kanadalažžan.

source: Katolisen kirkon pitämät koulut kielsivät muun kuin englannin- ja ranskankielen käytön.
sme: Katolálaš girku bajásdoallan skuvllat gilde eará go eŋgelasgiela- ja ránskágiela anu.

source: Nyt yhteisö ylläpitää omia koulujaan, jossa opetetaan kansan kielestä, kulttuurista ja historiasta oman opetussuunnitelman mukaisesti.
sme: Dál searvvuš bajásdoallá iežas skuvllaid, main oahpahuvvo álbmoga gielas, kultuvrras ja historjjás iežas oahppoplána mielde.

source: Yhteisössä on ollut myös kielipesiä.
sme: Servošis leat leamaš maid giellabeasit.

source: Kieli- ja kulttuurikeskuksessa on museo kansan historiasta, opetustiloja, kirjasto ja tiloja käsitöiden tekemiseen.
sme: Giella- ja kulturguovddážis lea musea álbmoga historjjás, oahpahussajit, girjerádju ja sajit duddjomii.

source: Saimme tutustua kanien ’ kéhan opetukseen aikuisille keha ' ka - kansan jäsenille, jotka eivät olleet saaneet mahdollisuutta oppia omaa kieltään lapsena.
sme: Beasaimet oahpásnuvvat kanien ’ kéha oahpahussii rávis olbmuide keha ' ka – álbmoga oasálaččaide, geat eai leat ožžon vejolašvuođa oahppat iežaset giela mánnán.

source: Opetuksen haasteet ovat vielä suurempia kuin saamelaisilla, koska opettajat joutuvat tekemään melkein kaiken opetusmateriaalin itse.
sme: Oahpahusa hástalusat leat vel stuoribut go sápmelaččain, daningo oahpaheaddjit šaddet ráhkadit measta buot oahppomateriála ieža.

source: Opetusta, kuten kieli- ja kulttuuritoimintaa vaivaa rahoituksen puute, mikä on tuttua saamelaisillekin.
sme: Oahpahusa, dego giella- ja kulturbarggu árrun lea ruhtaváili, mii lea diehtetlas oahpis sápmelaččaidenai.

source: Noin puolet toiminnasta rahoittaa valtio, muuten kieli- ja kulttuurikeskuksen työntekijät joutuvat etsimään rahoitustaan muualta.
sme: Sulaid bealli doaimmas ruhtada stáhta, muđuid giella- ja kulturguovddáža bargit šaddet ohcat ruhtadeami eará sajes.

source: Museossa esiteltiin keha ' ka - kansan historiaa ja perinteitä.
sme: Museas čájehuvvoje keha ' ka – álbmoga historjá ja árbevierut.

source: Museo-oppaamme kertoi, että 1990-luvun alussa kansalla oli ollut aseellinen konflikti Kanadan valtion kanssa.
sme: Min museaofelaš muitalii, ahte 1990-logu álggus álbmogis lei leamaš vearjokonflikta Kanada stáhtain.

source: Valtio yritti ottaa heidän maansa ilman kansan hyväksyntää minkä johdosta keha ' ka - kansa yritti estää kanadalaisten pääsyn kansan alueelle barrikaiden.
sme: Stáhta vikkai váldit sin eatnamiid almmá álbmoga dohkkeheami haga, man dihte keha ' ka – álbmot vikkai eastit kanadalaččaid beassama álbmoga viidodahkii barrikádaiguin.

source: Piiritystilanne kesti kolme kuukautta, jonka aikana kuoli tulitaistelussa yksi poliisi ja yksi keha ' ka – vanhus kanadalaisten kivittäessä kansan jäseniä Montrealin suunnasta.
sme: Birastahttin bisttii golbma mánu, man áigge vearjodáistaleamis jámii okta boles ja okta keha ' ka – boaran go kanadalaččat geđgeje álbmoga oasálaččaid Montreála guovllos.

source: Loukkaantuneita oli enemmän.
sme: Roasmmehuvvan olbmot leadje eambbo.

source: Konflikti päättyi, mutta ristiriidat Kanadan valtion kanssa jatkuivat.
sme: Konflikta nogai, muhto ruossalasvuođat Kanada stáhtain joatkahuvve.

source: Kansalla ei ole minkäänlaista virallista neuvotteluyhteyttä valtioon, koska Kanada ei tunnusta heidän perinteistä päätöksentekoelintään.
sme: Álbmogis ii leat mihkkege virggálaš ráđđádallanoktavuođaid stáhtii, daningo kanada stáhta ii dovddas sin árbevirolaš mearrádusdahkanorgána.

source: Maaoikeuskysymykset ovat edelleen ratkaisematta.
sme: Eananriektegažaldagat leat ain čoavddekeahttá.

source: Tällä viikolla pääsin osallistumaan hieman iloisempaan tapahtumaan, Norjan saamelaiskäräjien avajaisiin, jotka avasi juhlallisesti kuningas Harald.
sme: Dán vahku bessen oassálastit veaháš ilolaččat dáhpáhussii, Norgga sámedikki rahpamii, man rabai alladit gonagas Harald.

source: Avajaiset olivat luonnollisesti hienot.
sme: Rahpandoalut ledje diehttelas fiidnát.

source: Jokaisella saamelaiskäräjillä on toki omat tapansa ja perinteensä, mutta pidin erikoisena että olin ainoa avajaisiin osallistunut, joka käytti tervehdyspuheen saameksi.
sme: Juohke sámedikkis leat almmatge iežas vierut ja árbevierut, muhto atnen veaháš ártegin go ledjen áidna rahpandoaluide oassálastán, gii geavahii dearvvuođat-sága sámegillii.

source: Saamen kieltä olisi tärkeää kuulla saamelaisten omissa tilaisuuksissa.
sme: Sámegiela livččii dehálaš gullat sápmelaččaid iežaset dilálašvuođain.

source: Suomensaamelaiskäräjien puolesta pitämäni tervehdyspuhe löytyy kotisivuiltamme pohjoissaameksi ja norjaksi.
sme: Suoma sámedikki beales mu doallan sáhkagávdno min ruovttusiidduin davvisáme- ja dárogillii.

source: Seurasin myös Norjan saamelaiskäräjien yleiskokousta, joka alkoi avajaisten jälkeen.
sme: Čuvvon maid Norgga sámedikki dievasčoakkáma, mii álggii rahpandoaluid maŋŋel.

source: Ensi viikolla on saamelaiskäräjien yleiskokous.
sme: Boahtte vahku lea sámedikki dievasčoakkán.

source: Asialistalla on työsuojeluasia, joka käsitellään salassa pidettävänä asiana julkisuuslain (621/1999) 24 § 1 mom 32 kohdan perusteella.
sme: Áššelistu nalde lea bargosuodjalanášši, mii gieđahallojuvvo čiegusin almmolašvuohtalága (621/1999) 24 § 1 mom 32 čuoggá vuođul.

source: Muuten tämä viikonloppu menee sähköpostin ja työasioiden purkamiseen työmatkojen jälkeen.
sme: Muđuid dát vahkkoloahppa manna rávdnjeboasttaid ja bargoáššiid burgimii bargomátkkiid maŋŋel.
